Repository: devkral/spkbspider
Catalog: spkcspider/locale/*/LC_MESSAGES/django.po
Languages: de

source: default ({} Bytes)
de: Standard ({} Bytes)

source: low ({} Bytes)
de: Niedrig ({} Bytes)

source: medium ({} Bytes)
de: Normal ({} Bytes)

source: high ({} Bytes)
de: Hoch ({} Bytes)

source: <b>No User Input required</b>
de: <b>Keiner Nutzereingabe erforderlich</b>

source: Add "%s"
de: Füge "%s" hinzu

source: Create
de: Erstelle

source: Update "%s"
de: Aktualisiere "%s"

source: Update
de: Aktualisiere

source: View
de: Öffnen

source: Generate a new nonce token with variable strength<br/> Nonces protect against bruteforce and attackers<br/> If you have problems with attackers (because they know the nonce), you can invalidate it with this option and/or add protections<br/> <table style="color:red;"> <tr> <td>Warning:</td><td>this removes also access for all services you gave the link<td/> </tr> <tr> <td style="vertical-align: top">Warning:</td><td>public user components disclose nonce, regenerate after removing public attribute from component for restoring protection</td> </tr> </table>
de: Generiere "Nonce" mit flexibler Stärke<br/> Eine "Nonce" schützt gegen Bruteforce-Angriffe und gezielte Angreifer<br/> Wenn ein Angreifer die "Nonce" weiß, kann jene mit dieser Option geändert werden und/oder es können "Protections" hinzugefügt werden<br/> <table style="color:red;"> <tr> <td>Warnung:</td><td>diese Option entfernt auch Zugang zu allen Services, die diesen Link verwenden<td/> </tr> <tr> <td style="vertical-align: top">Warnung:</td><td>Öffentliche User-Komponenten enthüllen "Nonce", diese sollte mit dieser Option regeneriert werden, falls die Komponente nicht mehr öffentlich geführt werden soll. Hiermit wird der Schutz durch die "Nonce" wiederhergestellt</td> </tr> </table>

source: New Nonce
de: Neue "Nonce"

source: Name of User Component already exists
de: Der Name existiert bereits.

source: How many protections must be passed to login?<br/>Minimum is 1, no matter what selected
de: Wie viele "Protections" müssen für den Login erfüllt werden?<br/>Minimum ist hier 1

source: Forbidden Name
de: Verbotener Name

source: Unique Content already exists
de: Inhalt, der nur einmal vorkommen darf, existiert bereits

source: No self-protection (not recommended)
de: Kein Selbstschutz (nicht empfohlen)

source: Password
de: Passwort

source: Keep protection
de: Reise-Schutz beibehalten

source: Disallows user to disable travel protection if active. Can be used in connection with "secret" to allow unlocking via secret
de: Verhindere, dass der Nutzer den Reiseschutz deaktivieren kann. Kann in Verbindung mit "secret" verwendet werden, um den Reiseschutz mithilfe eines Geheimnis zu deaktivieren.

source: Old Password
de: Altes Reiseschutz-Passwort

source: Self-protection
de: Selbstschutz

source: please export/copy for disabling travel mode
de: Bitte exportieren um den Reiseschutz deaktivieren zu können

source: Example: '/about/contact/'. Make sure to have leading and trailing slashes. "<br/>Special Urls (ordered by url):<br/> /home/heading/*/ : flatpages used for heading on frontpage <br/> /home/main/*/ : flatpages used for general information on frontpage
de: Beispiel: '/about/contact/'. / am Anfang und Ende des Namens sind wichtig. "<br/>Spezielle Namen (alphabetisch geordnet):<br/> /home/heading/*/ : flatpages, die als Überschrift der Home-Seite verwendet werden<br/> /home/main/*/ : flatpages, die für generelle Informationen auf der Home-Seite verwendet werden

source: %(value)s ends not with "\n"
de: %(value)s endet nicht mit "\n"

source: %(value)s starts not with "\n"
de: %(value)s startet nicht mit "\n"

source: flag not unique: %(element)s in %(value)s
de: Mehrfachvorkommen von Flag: %(element)s in %(value)s

source: Not an allowed ContentVariant for this user
de: Nicht erlaubte Content-Variante

source: Protection strength too low, required: %(strength)s
de: Schutzlevel zu niedrig, benötigt wird: %(strength)s

source: Create Content Link
de: Erstelle Link

source: Update Content Link
de: Aktualisiere Link

source: No Login protection
de: Keinen Reise-Login-Schutz

source: Fake login
de: Fake-Ansicht

source: No Login Protection: normal, default<br/>Fake Login: fake login and index<br/>Wipe: Wipe protected content, except they are protected by a deletion period<br/>Wipe User: destroy user on login
de: Keinen Reise-Login-Schutz: normaler Login (Standard)<br/>Fake-Ansicht: falscher Login mit falscher Index-Komponente<br/>Wipe: Entferne geschützte Inhalte, bis auf jene, dessen Löschperiode sie vor einer Löschung schützt<br/>Wipe User: Lösche Nutzer beim Einlogversuch, während der Reiseschutz aktiv ist

source: Create Travel Protection
de: Erstelle Reiseschutz

source: Update Travel Protection
de: Aktualisiere Reiseschutz

source: Appears as featured on "home" page
de: Wird auf Frontseite als "featured" angezeigt

source: Instant fail
de: Sofort-Fail

source: Users
de: Nutzer

source: Limit access to selected users
de: Limitiere Zugang zu ausgewählten Nutzern

source: Success Rate
de: Erfolgsrate

source: Set success rate
de: Erfolgsrate anpassen

source: Passwords
de: Passwörter

source: User Component
de: Komponente

source: User Component:
de: Komponente:

source: Delete Content
de: Inhalt löschen

source: Back
de: Zurück

source: Content Settings
de: Inhaltseinstellungen

source: Update Raw Content
de: Rohen Inhalt aktualisieren

source: Content of:
de: Inhalt von:

source: Content List
de: Inhaltsliste

source: Up (Owned)
de: Hoch (Eigene)

source: up (Public)
de: Hoch (Öfffentlich)

source: Content:
de: Inhalt:

source: Add new content
de: Inhalt hinzufügen

source: Requires Strength: %(required_strength)s
de: Schutzlevel benötigt: %(required_strength)s

source: No Content Variants available.
de: Keine Inhaltstypen vorhanden

source: Modified: %(time)s ago
de: Modifiziert vor: %(time)s

source: Edit
de: Bearbeiten

source: Del
de: Entf

source: No User Content available.
de: Keine Inhalte verfügbar

source: Add Component
de: Komponente hinzufügen

source: List public Components
de: Öffentliche Komponenten

source: List owned Components
de: Eigene Komponenten

source: List private Content
de: Private Inhalte

source: Profile
de: Profil

source: Security
de: Sicherheit

source: Register
de: Registrierung

source: Please correct the error below.
de: Bitte den Fehler unten korrigieren

source: Please correct the errors below.
de: Bitte die Fehler unten korrigieren

source: Welcome to spkcspider
de: Willkommen auf der spkcspider

source: List public components (spiders)...
de: Auflisten aller öffentlichen Kompnenten (Spider)

source: Search
de: Suchen

source: clear
de: Löschen

source: Use ! to negate. Use !! to start a search tag with !. Press Enter to confirm tag. The button with the magnifying glass on the right starts the search.
de: Nutze ! zum Negieren. Nutze !! zum Starten eines Suchtags mit !. Drücke Enter zum Bestätigen des Tags Der Knopf mit der Lupe auf der rechten Seite startet die Suche.

source: previous
de: Vorherige

source: Page %(page)s of %(num_pages)s.
de: Seite %(page)s von %(num_pages)s.

source: QR/Export-Mode
de: QR/Export-Modus

source: With access token
de: Mit Access-Token

source: Export
de: Exportieren

source: Remaining lifetime of token
de: Verbleibende Lebenszeit vom Token

source: Days: %(days)s %(hours)sh:%(minutes)sm:%(seconds)ss
de: Tage: %(days)s %(hours)sh:%(minutes)sm:%(seconds)ss

source: Expired
de: Ausgelaufen

source: Delete: %(name)s
de: Lösche: %(name)s

source: Delete User Component:
de: Komponente löschen

source: Change Login Protection
de: Login-Schutzmechanismen ändern

source: Change Component
de: Komponente änderen

source: Contents
de: Inhalte

source: Strength
de: Schutzniveau

source: Create new Component
de: Neue Komponente erstellen

source: Login Protection
de: Login Schutz

source: Active Tokens
de: Aktive Token

source: Valid till
de: Gültig bis

source: Change
de: Ändern

source: Protections
de: Schutztechniken

source: No protections: create component first
de: Keine Schutztechniken verfügbar: erst die Komponente erstellen

source: Public Components
de: Öffentliche Komponenten

source: Owned Components
de: Eigene Komponenten

source: Component List of %(name)s
de: Komponenten-Liste von %(name)s

source: Up (Public)
de: Hoch (Öffentlich)

source: Add New Component
de: Neue Komponente hinzufügen

source: Owned
de: Eigene

source: Component List of
de: Komponenten-Liste von

source: Private Component
de: Private Komponente

source: List
de: Liste

source: No Components available.
de: Keine Komponenten verfügbar

source: Send
de: Senden

source: Allow
de: Erlauben

source: Access to
de: Zugriff auf

source: Component
de: Komponente

source: Description
de: Beschreibung

source: Content
de: Inhalt

source: Confirm Access
de: Zugriff bestätigen

source: Cancel
de: Abbruch

source: Token creation failed, try again
de: Token-Erstellung fehlgeschlagen, bitte erneut probieren

source: Insecure url: %(url)s
de: Unsichere url: %(url)s

source: Email Address
de: Emial-Adresse

source: No account? Signup?
de: Keinen Account? Registrieren?

source: Sign up
de: Registrierung

source: Already an account? Login?
de: Bereits einen Account? Login?

source: Signup successful. Thank you for using %(name)s
de: Registrierung erfolgreich. Danke für die Nutzung von %(name)s

source: Update "%s" (guest)
de: Update "%s" (Gast)

source: "Public Key"-Content
de: "Public Key"-Objekt

source: Not trimmed
de: Nicht

source: Not a key
de: Kein Schlüssel

source: Primary layout for "%s" exists already
de: Primäres Layout-Objekt für "%s" existiert bereits

source: Street/Place
de: Straße/Platz

source: Street Number
de: Straßennummer

source: City
de: Stadt

source: Post Code
de: Postleitzahl

source: Country Area
de: Bundesland/Gebiet

source: Country Code
de: Ländercode

source: Address
de: Adresse

source: Titles
de: Titel

source: First Name
de: Vorname

source: Extra Name
de: Extra Namen

source: Last Name
de: Nachname

source: ID Documents
de: Identifikations-Papiere

source: Adress Object
de: Adress-Objekt

source: Biologic Gender
de: Geschlecht

source: male
de: männlich

source: female
de: weiblich

source: other
de: anderes

source: Blood Group
de: Blutgruppe

source: Rhesus Factor
de: Rhesus Faktor

source: Health Problems
de: Gesundheitsprobleme

source: Heart
de: Herz

source: Layout exists already
de: Layout existiert bereits

source: List of verifiers, where the tag was verified
de: Liste der Verifizierer

source: pending
de: Ausstehend

source: verified
de: Verifiziert

source: rejected
de: Abgelehnt

source: Hash Algorithm:
de: Hash-Algorithmus

source: Verification State:
de: Verifikations-Status:

source: unverified
de: Nicht verifiziert

source: If the graph is too big, the connection is resetted
de: Wenn die Graph-Datei zu groß ist, wird die Verbindung unterbrochen

source: Submit
de: Abschicken
